[
  {
    "id": 1,
    "title": "Russian Education",
    "title_zh": "俄罗斯教育",
    "source": "russianedu.ru",
    "link": "http://www.russianedu.ru/",
    "tags": ["Education", "Russia", "Study Abroad", "Universities", "Scholarships"],
    "tags_zh": ["教育", "俄罗斯", "留学", "大学", "奖学金"],
    "date": "2024-01-01",
    "summary_en": "RussianEdu.ru is an official portal about studying in Russia. It introduces universities, educational programs, scholarships, admission procedures for international students, and guidance on living in Russia.",
    "summary_zh": "RussianEdu.ru 是俄罗斯留学官方门户网站，提供关于在俄留学的信息，包括大学、课程、奖学金、外国学生入学流程，以及在俄生活指南。",
    "sections": {
        "universities": {
            "en": "Directory of Russian universities with profiles and programs.",
            "zh": "俄罗斯大学目录，含学校简介和课程信息。"
        },
        "admission": {
            "en": "Admission process for international students, including requirements and application steps.",
            "zh": "外国学生入学流程，包括申请条件和步骤。"
        },
        "scholarships": {
            "en": "Information about scholarships, state funding, and financial aid opportunities.",
            "zh": "奖学金、政府资助和资助机会的信息。"
        },
        "programs": {
            "en": "Details of bachelor, master, and doctoral programs available for international students.",
            "zh": "面向外国学生的本科、硕士和博士课程详情。"
        },
        "living_in_russia": {
            "en": "Guides on living conditions, student housing, culture, and daily life in Russia.",
            "zh": "在俄生活指南，包括住宿、文化和日常生活。"
        },
        "news": {
            "en": "Latest updates on Russian education system, reforms, and events.",
            "zh": "俄罗斯教育体系、改革和活动的最新消息。"
        }
    },
    "best_quote_en": "Discover study opportunities in Russia and connect with leading universities.",
    "best_quote_zh": "探索在俄罗斯的学习机会，与顶尖大学建立联系。"
},
  {
"id": 15,
"title": "Tomorrowland Official Website: The Ultimate Electronic Music Festival Experience",
"title_zh": "Tomorrowland 官方网站：终极电子音乐节体验",
"source": "Tomorrowland",
"link": "https://www.tomorrowland.com/home/",
"tags": ["Music Festival", "Electronic Music", "Entertainment", "Cultural Event"],
"tags_zh": ["音乐节", "电子音乐", "娱乐", "文化活动"],
"date": "2024-07-19",
"summary_en": "The official website of Tomorrowland, one of the world's largest and most iconic electronic music festivals held annually in Boom, Belgium. The site serves as a comprehensive hub for festival information, ticket sales, live streaming, artist lineups, immersive stage designs, and the celebration of unity and diversity through music. It provides details on its unique official currency 'Pearls', sustainability initiatives, and the Dreamville camping experience.",
"summary_zh": "Tomorrowland是全球最大、最具标志性的电子音乐节之一的官方网站，该音乐节每年在比利时博姆举行。网站是音乐节信息的综合中心，提供门票销售、直播、艺术家阵容、沉浸式舞台设计，以及通过音乐庆祝团结与多元文化的详情。它还介绍了其独特的官方货币'Pearls'、可持续发展倡议以及Dreamville露营体验。",
"best_quote_en": "Tomorrowland has evolved into a true worldwide phenomenon, connecting people from every corner of the earth through the universal language of electronic dance music, and is known for its engaging storylines.",
"best_quote_zh": "Tomorrowland已演变成一个真正的全球现象，通过电子舞曲这种通用语言将来自地球每个角落的人们连接起来，并以其引人入胜的故事情节而闻名。"
},
  {
"id": 14,
"title": "Gibson Official Website: Iconic Guitars, Instruments and Gear",
"title_zh": "Gibson 官网：经典吉他、乐器与装备",
"source": "Gibson Brands, Inc.",
"link": "https://www.gibson.com/",
"tags": ["Music Instruments", "E-commerce", "Brand Official", "Resources"],
"tags_zh": ["乐器", "电子商务", "品牌官方", "资源"],
"date": "2024-05-20",
"summary_en": "The official website of Gibson Brands, Inc., a legendary American manufacturer of premium acoustic and electric guitars, including the iconic Les Paul series. The site offers product browsing, online purchasing, artist spotlights, brand history, and support resources for musicians worldwide.",
"summary_zh": "Gibson Brands, Inc. 是美国传奇高端原声吉他和电吉他（包括经典的 Les Paul 系列）制造商的官方网站。该网站提供产品浏览、在线购买、艺术家专访、品牌历史以及为全球音乐家提供的支持资源。",
"best_quote_en": "Gibson has been shaping sound across generations and genres of music, becoming a global icon of music culture and continuing to inspire musical creativity.",
"best_quote_zh": "Gibson 一直在塑造跨越几代人和多种音乐流派的声音，成为全球音乐文化的标志，并持续激发音乐创造力。"
},
  {
"id": 13,
"title": "Fender International: Official Online Store for Guitars, Basses, and Amplifiers",
"title_zh": "Fender国际站：吉他、贝斯和放大器的官方在线商店",
"source": "Fender Musical Instruments Corporation",
"link": "https://intl.fender.com/",
"tags": ["Music Instruments", "E-commerce", "Brand Official", "Resources"],
"tags_zh": ["乐器", "电子商务", "品牌官方", "资源"],
"date": "2024-05-20",
"summary_en": "The official international online store of Fender, a world-renowned musical instrument brand. The website offers a wide range of electric guitars, acoustic guitars, basses, amplifiers, effectors, and accessories. It also provides detailed product information, artist profiles, learning resources, and support services, catering to musicians from beginners to professionals.",
"summary_zh": "Fender是世界知名乐器品牌的官方国际在线商店。网站提供各种电吉他、原声吉他、贝斯、放大器、效果器和配件，并提供详细的产品信息、艺术家资料、学习资源和支持服务，满足从初学者到专业音乐家的需求。",
"best_quote_en": "Fender has become a globally iconic music culture symbol, inspiring musical creativity and accompanying musicians at every stage of their musical journey.",
"best_quote_zh": "Finder已成为全球标志性的音乐文化符号，不断激发音乐创造力，陪伴音乐人每段音乐旅程的各个舞台。"
},
  {
"id": 12,
"title": "Russian for Free: Learn Russian online for free with interactive lessons",
"title_zh": "免费俄语学习：通过互动课程免费在线学习俄语",
"source": "RussianForFree.com",
"link": "https://www.russianforfree.com/",
"tags": ["Language Learning", "Russian", "Free Resources", "Education"],
"tags_zh": ["语言学习", "俄语", "免费资源", "教育"],
"date": "2024-05-20",
"summary_en": "A comprehensive free online resource for learning Russian, offering interactive lessons, grammar exercises, vocabulary building, and audio materials. The website provides structured courses from beginner to intermediate levels with practical examples and cultural insights.",
"summary_zh": "一个全面的免费在线俄语学习资源，提供互动课程、语法练习、词汇建设和音频材料。该网站提供从初级到中级的结构化课程，包含实用例子和文化见解。",
"best_quote_en": "Learn Russian for free with our easy-to-follow lessons that include audio examples, exercises, and cultural notes to help you master the language effectively.",
"best_quote_zh": "通过我们易于遵循的课程免费学习俄语，课程包含音频示例、练习和文化注释，帮助您有效掌握语言。"
},
  {
"id": 1,
"title": "Python Official Documentation",
"title_zh": "Python 官方文档",
"source": "Python.org",
"link": "https://docs.python.org/3/",
"tags": ["Documentation", "Programming"],
"tags_zh": ["文档", "编程"],
"date": "2024-05-15",
"summary_en": "Official documentation for the Python programming language, covering all aspects of the language from beginner to advanced topics.",
"summary_zh": "Python 编程语言的官方文档，涵盖从入门到高级的所有语言特性。",
"best_quote_en": "Python is an interpreted, object-oriented, high-level programming language with dynamic semantics."
},
  {
"id": 2,
"title": "MDN Web Docs",
"title_zh": "MDN 网络文档",
"source": "Mozilla",
"link": "https://developer.mozilla.org/en-US/",
"tags": ["Documentation", "Web Development"],
"tags_zh": ["文档", "网页开发"],
"date": "2024-05-10",
"summary_en": "Comprehensive resource for web developers, featuring documentation on HTML, CSS, JavaScript and more.",
"summary_zh": "为网页开发者提供的全面资源，包含 HTML、CSS、JavaScript 等技术的文档。",
"best_quote_en": "MDN Web Docs is an open-source, collaborative project documenting Web platform technologies."
},
  {
"id": 3,
"title": "GitHub Guides",
"title_zh": "GitHub 指南",
"source": "GitHub",
"link": "https://guides.github.com/",
"tags": ["Tutorial", "Version Control"],
"tags_zh": ["教程", "版本控制"],
"date": "2024-04-20",
"summary_en": "Collection of guides to help you get started with GitHub and master Git workflows.",
"summary_zh": "帮助您开始使用 GitHub 并掌握 Git 工作流程的指南集合。",
"best_quote_en": "GitHub is a code hosting platform for version control and collaboration."
},
  {
"id": 4,
"title": "Stack Overflow",
"title_zh": "Stack Overflow",
"source": "Stack Exchange",
"link": "https://stackoverflow.com/",
"tags": ["Q&A", "Programming"],
"tags_zh": ["问答", "编程"],
"date": "2024-05-01",
"summary_en": "Largest online community for programmers to learn, share knowledge, and advance their careers.",
"summary_zh": "最大的程序员在线社区，用于学习、分享知识和推进职业发展。",
"best_quote_en": "Stack Overflow is a question and answer site for professional and enthusiast programmers."
},
  {
"id": 5,
"title": "W3Schools Online Web Tutorials",
"title_zh": "W3Schools 在线网页教程",
"source": "W3Schools",
"link": "https://www.w3schools.com/",
"tags": ["Tutorial", "Web Development"],
"tags_zh": ["教程", "网页开发"],
"date": "2024-04-25",
"summary_en": "Web development tutorials covering all aspects of web programming with examples and exercises.",
"summary_zh": "涵盖网页编程所有方面的教程，包含示例和练习。",
"best_quote_en": "W3Schools is optimized for learning, testing, and training."
},
  {
"id": 6,
"title": "CSS-Tricks",
"title_zh": "CSS 技巧",
"source": "CSS-Tricks",
"link": "https://css-tricks.com/",
"tags": ["Web Design", "CSS"],
"tags_zh": ["网页设计", "CSS"],
"date": "2024-04-30",
"summary_en": "Front-end development blog and resource hub focusing on CSS, HTML, JavaScript and web design.",
"summary_zh": "专注于 CSS、HTML、JavaScript 和网页设计的前端开发博客和资源中心。",
"best_quote_en": "CSS-Tricks is a website about building websites and all that entails."
},
  {
"id": 7,
"title": "FreeCodeCamp Curriculum",
"title_zh": "FreeCodeCamp 课程",
"source": "FreeCodeCamp",
"link": "https://www.freecodecamp.org/learn",
"tags": ["Tutorial", "Programming"],
"tags_zh": ["教程", "编程"],
"date": "2024-05-05",
"summary_en": "Free, self-paced coding curriculum covering web development, data science, and machine learning.",
"summary_zh": "免费的自定进度编码课程，涵盖网页开发、数据科学和机器学习。",
"best_quote_en": "Learn to code for free and build projects for nonprofits."
},
  {
"id": 8,
"title": "Google Developers",
"title_zh": "Google 开发者",
"source": "Google",
"link": "https://developers.google.com/",
"tags": ["Documentation", "API"],
"tags_zh": ["文档", "API"],
"date": "2024-05-08",
"summary_en": "Resources and documentation for Google developer products and technologies.",
"summary_zh": "Google 开发者产品和技术的资源和文档。",
"best_quote_en": "Build anything with Google's platforms and tools."
},
  {
"id": 9,
"title": "Dev.to",
"title_zh": "开发者社区",
"source": "DEV Community",
"link": "https://dev.to/",
"tags": ["Community", "Programming"],
"tags_zh": ["社区", "编程"],
"date": "2024-04-28",
"summary_en": "Community of software developers getting together to help one another out.",
"summary_zh": "软件开发者社区，大家聚在一起互相帮助。",
"best_quote_en": "DEV Community is a place where coders share, stay up-to-date and grow their careers."
},
  {
"id": 10,
"title": "React Official Documentation",
"title_zh": "React 官方文档",
"source": "Facebook",
"link": "https://reactjs.org/docs/getting-started.html",
"tags": ["Documentation", "Frontend"],
"tags_zh": ["文档", "前端"],
"date": "2024-05-12",
"summary_en": "Official documentation for React, a JavaScript library for building user interfaces.",
"summary_zh": "React 的官方文档，这是一个用于构建用户界面的 JavaScript 库。",
"best_quote_en": "React makes it painless to create interactive UIs."
}
]
